Repository: Zaid-Al-Habbal/oxytocin
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Users
ar: المستخدمين

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Patient
ar: مريض

source: Assistant
ar: مساعدة

source: Doctor
ar: طبيب

source: Admin
ar: ادمن

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

source: Phone
ar: الهاتف

source: Email
ar: البريد الإلكتروني

source: Image
ar: الصورة

source: Gender
ar: الجنس

source: Birth Date
ar: تاريخ الميلاد

source: Phone Verified
ar: تم التحقق من رقم الهاتف.

source: Email Verified
ar: تم التحقق من البريد الإلكتروني.

source: Active
ar: فعال

source: Staff Status
ar: حالة الموظف

source: Last Login
ar: آخر تسجيل الدخول

source: Role
ar: الدور

source: Created At
ar: تاريخ الإنشاء

source: Updated At
ar: تاريخ التحديث

source: Deleted At
ar: تاريخ الحذف

source: Age
ar: العمر

source: User
ar: المستخدم

source: Full Name
ar: الاسم الكامل

source: You don't have the required role.
ar: ليس لديك الدور المطلوب.

source: Patient profile incomplete.
ar: ملف المريض غير مكتمل.

source: Doctor profile incomplete.
ar: ملف الطبيب غير مكتمل.

source: Doctor clinic incomplete.
ar: عيادة الطبيب غير مكتملة.

source: Your account is under review. Please wait for approval.
ar: حسابك قيد المراجعة. يُرجى انتظار الموافقة.

source: Your account has been declined. Please contact support for more information.
ar: تم رفض حسابك. يُرجى التواصل مع الدعم لمزيد من المعلومات.

source: Assistant profile incomplete.
ar: ملف المساعد او المساعدة غير مكتمل.

source: must be in the past.
ar: يجب أن يكون في الماضي.

source: Passwords don't match!
ar: كلمات السر غير متطابقة.

source: Old password is not correct.
ar: كلمة السر القديمة غير صحيحة.

source: This phone number is not allowed during development.
ar: لا يُسمح باستخدام رقم الهاتف هذا أثناء التطوير.

source: Phone number must start with '09'.
ar: يجب أن يبدأ رقم الهاتف بـ '09'.

source: The new phone number must be different from your current phone number.
ar: يجب أن يكون رقم الهاتف الجديد مختلفًا عن رقم هاتفك الحالي.

source: 🩺 Oxytocin: Use code %(otp)s to confirm your phone number change. Don't share this code with anyone.
ar: 🩺 أوكسيتوسين: استخدم الرمز %(otp)s لتأكيد تغيير رقم هاتفك. لا تشارك هذا الرمز مع أي أحد.

source: Your change-phone code has been sent. Please check your phone shortly.
ar: تم إرسال رمز تغيير رقم هاتفك. يُرجى التحقق من هاتفك قريبًا.

source: Phone number updated successfully.
ar: تم تحديث رقم الهاتف بنجاح.

source: Phone Number Not Found
ar: رقم الجوال غير موجود

source: 🩺 Oxytocin: Use code %(otp)s to reset your password. Don’t share this code with anyone.
ar: 🩺 أوكسيتوسين: استخدم الرمز %(otp)s لإعادة تعيين كلمة المرور الخاصة بك. لا تشارك هذا الرمز مع أي أحد.

source: Phone number is not verified.
ar: لم يتم التحقق من رقم الهاتف.

source: Please check the phone number and try again.
ar: يرجى التحقق من رقم الهاتف والمحاولة مرة أخرى.

source: This phone number is already verified.
ar: تم التحقق من رقم الهاتف هذا بالفعل.

source: 🩺 Welcome to Oxytocin! Your signup code is %(otp)s. Don't share it with anyone.
ar: 🩺 مرحباً بك في أوكسيتوسين! رمز التسجيل الخاص بك هو %(otp)s. لا تشاركه مع أي أحد.

source: Your signup code has been sent. Please check your phone shortly.
ar: تم إرسال رمز التسجيل الخاص بك. يُرجى التحقق من هاتفك قريبًا.

source: Invalid OTP.
ar: رمز التحقق غير صالح.

source: Password must contain at least one lowercase letter.
ar: كلمة السر يجب أن تحوي على حرف صغير واحد على الأقل.

source: Password must contain at least one uppercase letter.
ar: كلمة السر يجب أن تحوي على حرف كبير واحد على الأقل.

source: Your password must contain both uppercase and lowercase letters.
ar: كلمة السر يجب أن تحوي على حرف كبير واحد على الأقل و حرف صغير واحد على الأقل.

source: Password must contain at least one number.
ar: كلمة السر يجب أن تحوي على رقم واحد على الأقل.

source: Password must contain at least one special character (!@#$%^&*()_-+=).
ar: (!@#$%^&*()_-+=) كلمة السر يجب أن تحوي على أحد الرموز التالية على أقل.

source: Your password must contain at least one number and one special character (!@#$%^&*()_-+=).
ar: (!@#$%^&*()_-+=) كلمة السر يجب أن تحوي على أحد الرموز التالية على أقل.

source: Logout successful.
ar: تم تسجيل الخروج.

source: Your verification code has been sent. Please check your phone shortly.
ar: تم إرسال رمز التحقق. يرجى التحقق من هاتفك قريبًا.

source: Password changed successfully
ar: تم تغيير كلمة السر بنجاح
