Repository: Zaid-Al-Habbal/oxytocin
Catalog: assistants/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Assistants
ar: المساعدات

source: User
ar: المستخدم

source: Clinic
ar: العيادة

source: Joined Clinic At
ar: انضمت إلى العيادة في

source: About
ar: عن

source: Education
ar: التعليم

source: Start Work Date
ar: تاريخ البدء في العمل

source: Assistant
ar: المساعدة

source: ID
ar: المعرف

source: Years of Experience
ar: سنوات الخبرة

source: You don't have the required role.
ar: ليس لديك الدور المطلوب.

source: Please create an assistant profile first.
ar: من فضلك, قم بإنشاء ملف شحصي (مساعدة)

source: Please join a clinic first.
ar: قم بالإنضمام لعيادة أولا

source: Invalid credentials
ar: البيانات غير صالحة

source: Only assistants can log in here.
ar: فقط المساعدات يستطيعون تسجيل الدخول هنا

source: Please, verify your phone number first
ar: من فضلك، قم بتحقق رقم هاتفك أولا

source: Phone number is not verified.
ar: رقم الهاتف غير متحقق.

source: Assistant profile already exists.
ar: لقد قمت بإنشاء ملف مساعد من قبل

source: You have no access to complete this registration
ar: ليس لديك صلاحية لإكمال هذا التسجيل

source: You leaved your clinic.
ar: لقد غادرت العيادة, بنجاح

source: You are not connected to any clinic.
ar: أنت غير مرتبط بأي عيادة
